const nakathDetails = [
	{
		nakatha: "නව සඳ බැලීම",
		Date: "2026 මාර්තු 20, සිකුරාදා",
		Time: "ලබාගත නොහැකි විය",
		Instructions:
			"අභිනව චන්ද්‍ර වර්ෂය සඳහා නව සඳ බැලීම මැනවි. එයට අමතරව අභිනව සූර්ය වර්ෂය සඳහා 2026 අප්‍රේල් 19, ඉරිදා ද නව සඳ බැලීම මැනවි.",
	},
	{
		nakatha: "තෙල් වළං ලිප තැබීම",
		Date: "2026 අප්‍රේල් 5, ඉරිදා",
		Time: "පූර්වභාග 11.08",
		Instructions:
			"රතු-කහ මිශ්‍ර හෝ තඹවන් පැහැති වස්ත්‍රාභරණයෙන් සැරසී දකුණු දිශාව බලා ලිප් බැඳ ගිනි මොළවා තෙල් වළං ලිප තබා අවුරුදු කැවිලි පිසීම ආරම්භ කිරීම මැනවි. මෙම නැකත 2026 පත්‍රිකාවේ අමතරයෙන් සඳහන් වී ඇත.",
	},
	{
		nakatha: "පරණ අවුරුද්ද සඳහා ස්නානය",
		Date: "2026 අප්‍රේල් 13, සඳුදා",
		Time: "ලබාගත නොහැකි විය",
		Instructions:
			"දිවුල්පත් යුෂ මිශ්‍ර නානු ගා ස්නානය කොට, ඉෂ්ට දේවතා අනුස්මරණයෙහි යෙදී වාසය මැනවි.",
	},
	{
		nakatha: "අලුත් අවුරුදු උදාව",
		Date: "2026 අප්‍රේල් 14, අඟහරුවාදා",
		Time: "පූර්වභාග 09.32",
		Instructions: "2026 සිංහල-දෙමළ අලුත් අවුරුද්ද උදාවන මොහොත මෙයයි.",
	},
	{
		nakatha: "පුණ්‍ය කාලය",
		Date: "2026 අප්‍රේල් 14, අඟහරුවාදා",
		Time: "ආරම්භය: පූර්වභාග 03.08 | අවසානය: අපරභාග 03.56",
		Instructions:
			"මෙම කාලය තුළ ආගමික වතාවත්, ආධ්‍යාත්මික කටයුතු, දානමය පුණ්‍ය ක්‍රියා ආදියෙහි නිරත වීම මැනවි. පුණ්‍ය කාලයට පෙර ආහාර ගෙන, සාමාන්‍ය වැඩ අත්හැරීම යෝග්‍යය.",
	},
	{
		nakatha: "ආහාර පිසීම",
		Date: "2026 අප්‍රේල් 14, අඟහරුවාදා",
		Time: "පූර්වභාග 10.51",
		Instructions:
			"රක්ත වර්ණ වස්ත්‍රාභරණයෙන් සැරසී දකුණු දිශාව බලා ලිප් බැඳ ගිනි මොළවා කිරිබත්, කැවිලි වර්ගයක්, දීකිරි සහ විළඳ පිළියෙල කර ගැනීම මැනවි.",
	},
	{
		nakatha: "වැඩ ඇල්ලීම, ගනුදෙනු කිරීම හා ආහාර අනුභවය",
		Date: "2026 අප්‍රේල් 14, අඟහරුවාදා",
		Time: "අපරභාග 12.06",
		Instructions:
			"රක්ත වර්ණ වස්ත්‍රාභරණයෙන් සැරසී දකුණු දිශාව බලා සියලු වැඩ අල්ලා, ගනුදෙනු කොට, ආහාර අනුභව කිරීම මැනවි.",
	},
	{
		nakatha: "හිසතෙල් ගෑම",
		Date: "2026 අප්‍රේල් 15, බදාදා",
		Time: "පූර්වභාග 06.55",
		Instructions:
			"පච්ච/කොළ පැහැති වස්ත්‍රාභරණයෙන් සැරසී නැගෙනහිර දිශාව බලා, හිසට කොහොඹ පත් ද පයට කොළොන් පත් ද තබා, කොහොඹපත් යුෂ මිශ්‍ර නානු හා තෙල් ගා ස්නානය කිරීම මැනවි.",
	},
	{
		nakatha: "හදිසි රාජකාරි සඳහා පිටත්ව යෑම",
		Date: "2026 අප්‍රේල් 17, සිකුරාදා",
		Time: "පූර්වභාග 05.38",
		Instructions:
			"රන්වන් පාට වස්ත්‍රාභරණයෙන් සැරසී දීකිරි මිශ්‍ර කිරිබත්, හෙළ මෝරු සහ උඳු මිශ්‍ර කැවිලි අනුභව කර උතුරු දිශාව බලා පිටත්ව යෑම මැනවි.",
	},
	{
		nakatha: "රැකීරක්ෂා සඳහා පිටත්ව යෑම",
		Date: "2026 අප්‍රේල් 20, සඳුදා",
		Time: "පූර්වභාග 06.27 හෝ පූර්වභාග 06.50",
		Instructions:
			"06.27 ට: ස්වේත වර්ණ වස්ත්‍රාභරණයෙන් සැරසී කිරිබත් හා එළකිරි මිශ්‍ර කැවිලි අනුභව කර දකුණු දිශාව බලා පිටත් වීම. 06.50 ට: මුතු සහ ස්වේත වර්ණ වස්ත්‍රාභරණයෙන් සැරසී ගීතෙල් හා තල මිශ්‍ර කිරිබත්, දීකිරි සහ අග්ගලා සමඟ කැවිලි අනුභව කර නැගෙනහිර දිශාව බලා පිටත් වීම.",
	},
	{
		nakatha: "පැළ සිටුවීම",
		Date: "2026 අප්‍රේල් 23, බ්‍රහස්පතින්දා",
		Time: "පූර්වභාග 09.01",
		Instructions:
			"රන්වන් පැහැති වස්ත්‍රාභරණයෙන් සැරසී උතුරු දිශාව බලා පැළ සිටුවීම මැනවි.",
	},
];

export default nakathDetails;
